DROP TABLE IF EXISTS users;

CREATE TABLE users (
  id int unsigned AUTO_INCREMENT,
  name NVARCHAR(100) NOT NULL,
  birthday NCHAR(8) NOT NULL,
  PRIMARY KEY(id)
);

INSERT INTO users (name, birthday) VALUES
("福田 圭","19360801"),
("宇野 香織","19860722"),
("鈴木 佳史","19641005"),
("長谷川 晃義","19390128"),
("空 敏宏","19500408"),
("上田 幸大","19271222"),
("増田 恵美","19351110"),
("戸塚 康隆","19660405"),
("原田 大造","20020403"),
("川島 順子","19520803"),
("岩村 克","19550913"),
("西田 礼","19240131"),
("井上 大作","19520902"),
("川浪 隆史","19900715"),
("橋本 省三","19690212"),
("児嶋 英夫","19940507"),
("藤 沙弥香","20120206"),
("森永 昭彦","20110415"),
("森 健司","19420731"),
("山本 慶子","19651130"),
("峰岸 恵","19920325"),
("内村 健","19690622"),
("宮崎 静","20020414"),
("長塚 崇","20050314"),
("川崎 亮","19560610"),
("鳥居 秀一","19961019"),
("石川 龍司","19231125"),
("小山 真弓","19490317"),
("松田 亜衣子","19520524"),
("佐藤 勲","20041014");
